HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240927144431.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-27T14:44:31.892+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16710" guid="ecdc8ad1-6ae2-415f-b1ef-94c0a4cabd13"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-09-27T14:44:31.913+02:00" letzterVerkauf="2024-09-27T14:44:31.914+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
